IDEA Open Model
SectionCharacteristics.Ay Property
Compatible with IDEA StatiCa 20.1
 Shear area
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Ay { get; set; }
Public Property Ay As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace